Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Cancel Re-recording
co: Cancellà u novu arrighjistramentu

source: Cancel Submission
co: Annuddà l'inviu

source: Can't decide?
co: Ùn pudete decide ?

source: Cantonese
co: Cantunese

source: Catalan
co: Catalanu

source: Central Kurdish
co: Curdu centrale

source: Change your email via Settings under Login Identity
co: Cambiate u vostru indirizzu elettronicu pà via di i parametri di cunnessione

source: <chevron></chevron>See less
co: <chevron></chevron>Vedene di menu

source: <chevron></chevron>See more
co: <chevron></chevron>Vedene di più

source: Chuvash
co: Ciuvasciu

source: Click
co: Preme

source: Clip Graveyard
co: Campu santu di i campiunarii

source: Clips recorded
co: Campiunarii arrighjistrati

source: Clips Uploaded
co: Campioni caricati

source: Clips validated
co: Campiunarii cunvalidati

source: Clips You've Recorded
co: Campioni chè voi avete arrighjistrati

source: Clips You've Validated
co: Campioni chè voi avete cunvalidati

source: Collecting sentences
co: Raccolta d’infrasate

source: Comment
co: Cummintà

source: Common Voice data plus all other voice datasets above.
co: Dati di Common Voice in più di tutte l'altre banche di dati vucale insù.

source: Common Voice Dataset
co: Basa di dati Common Voice

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
co: Common Voice hè l'iniziativa di Mozilla per aiutà à insegnà à e macchine cumu parlanu e vere persone.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
co: Common Voice hè a più maiò banca di dati vucale in parechje lingue, dispunibule publicamente di u mondu.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
co: L’arrighjistramenti di Common Voice sò ghjuvati dà universitarii, imprese chjuche, è appassiunati di a ricunniscenza vucale pà aiutà à addestrà è fà cresce risorze publiche cum’è mudelli vucale. Pudeti spiegaci parchì vuleti sguassà i vostri arrighjistramenti ?

source: Confirm Goal
co: Cunfirmà u scopu

source: Connect with Gravatar
co: Cunnettatevi cù Gravatar

source: Contact
co: Cuntattu

source: Contact Form
co: Furmulariu di cuntattu

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
co: Cuntenutu dispunibule sott’à una licenza <licenseLink>Creative Commons</licenseLink>

source: Continue
co: Cuntinuate

source: Contribute
co: Cuntribuisce

source: Contribute sentences
co: Prupone incù altre infrasate

source: Contribute to { $lang }
co: Cuntribuisce à { $lang }

source: Contribution Criteria
co: Criterii di cuntribuzione

source: Contribution Experience
co: Spirienza di cuntribuzione

source: Contributors record voice clips by reading from a bank of donated sentences.
co: I cuntributori arrighjistrani campiunarii vucali lighjendu da una banca di frasi dunati da a cumunità.

source: Cornish
co: Cornicu

source: Corsican
co: Corsu

source: { $count } clips
co: { $count } campioni

source: { $count }mo
co: { $count } mesi

source: { $count }wk
co: { $count } sett

source: { $count }y
co: anni

source: Create a Custom Goal
co: Creà un scopu parsunale

source: Criteria
co: Criterii

source: Croatian
co: Cruatu

source: Czech
co: Ceccu

source: Daily Goal
co: Scopu di u ghjornu

source: Danish
co: Danese

source: Dashboard
co: Tavulone di cumande

source: Dataset Release
co: Publicazione di a banca di dati

source: Datasets
co: Banche di dati

source: Date
co: Data

source: Days
co: Ghjorni

source: Delete my recordings
co: Sguassà i mo arrighjistramenti

source: Delete Profile
co: Sguassà u prufilu

source: Dhivehi
co: Maldivianu

source: Different language
co: Parlà sfarentu

source: Difficult
co: Difficiule

source: Difficult to pronounce
co: Difficiule à prununcià

source: Discard ongoing recording
co: Scartà l'arrighjistramentu in corsu

source: Donate your voice
co: Deti a vostra voce

source: Don't see your language on Common Voice yet?
co: Ùn viditi micca a vostra lingua in Common Voice ?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
co: Ùn vidite micca a vostra lingua in a banca di dati ? Pà dumandà una lingua, andate annantu à a nostra paghjina Lingue.

source: Download Common Voice Data
co: Scaricà i dati di Common Voice

source: Download Data
co: Scaricà i dati

source: Download Dataset Bundle
co: Scaricà u lottu di a banca di dati

source: Download { $language }
co: Scaricà { $language }

source: Download Links
co: Ligami di scaricamentu

source: Download My Data
co: Scaricà i mio dati

source: Download the Single Word Target Segment
co: Scaricà u segmentu specificu incù parolle uniche

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
co: Avete idee di cumu fà pà megliurà a banca di dati di Common Voice ? Dateci u vostru parè nant'à Discourse

source: Do you want to continue?
co: Vulete cuntinuà ?

source: Do you want to Speak, Listen or both?
co: Vulete parlà, ascultà o i duie ?

source: Drag and drop or <browseWrap>Browse</browseWrap>
co: Trascineti è linteti o <browseWrap>Navigheti</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
co: L'inviu di cummenti sarà disattivatu dopu avè appughjatu « Invià ». A cuntribuzione cuntinuarà dirattamentu cù è 5 arrighjistramenti o cunvalidazione succissivi.

source: Dutch
co: Nederlandese

source: Easy
co: Faciule

source: Edit Profile
co: Mudificà u prufilu

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
co: <emailFragment>Arrighjistratevi</emailFragment> à a nostra lista di distribuzione pà amparà comu pudeti participà in campagni, ivinimenti è à a creazione di novi funzione pà Common Voice.

source: Email is already used for a different account
co: ’Ss’indirizzu elettronicu hè dighjà utilizatu pà un altru contu

source: Email Subscriptions
co: Abbunamenti da indirizzu elettronicu

source: English
co: Inglese

source: Enter Email to Download
co: Scrivite u vostru indirizzu elettronicu pà scaricà

source: Enter email to send a sign up link
co: Scrivite u vostru indirizzu elettronicu pà riceve un ligame d'iscrizzione

source: Enter your email
co: Scrivite u vostru indirizzu elettronicu

source: Error { $code }
co: Errore { $code }

source: Erzya
co: Erza

source: ESC
co: SCAP

source: Estonian
co: Estone

source: Events
co: Eventi

source: Everyone
co: Ognunu

source: Exit & Delete clips
co: Andassi è sguassà i ducumenti

source: FAQ
co: Dumande frequente

source: Faroese
co: Faruese

source: Fields marked with an asterisk (*) are required.
co: * Indicheghja un campu richiestu

source: Finish editing first?
co: Compie i cambii in primu locu ?

source: Finish recording
co: Compie l'arrighjistramentu

source: Finish recording first?
co: Compie d'arrighjistrà primu ?

source: Finnish
co: Finlandese

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
co: Primu, verificate si a vostra lingua <languageLink>esiste dighjà</languageLink>. S’edda ùn hè micca, pudeti <languageRequestLink>chere pà aghjunghje a vostra lingua</languageRequestLink>. Ci sò duie tappe. Traduce u situ, è raccoglie l’infrasate.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
co: Per ogni campione datu è ogni campione vucale cunvalidatu, u vostru tavulonu di cumande hè messu à ghjornu per riflettà i vostri prugressi attuali in ogni lingua à a quella vo aveti cuntribuitu. Iè, si pò cuntribuisce in più chè una !<br/><br/> U vostru tavulone di cumande s’impiega per seguità e vostre statistiche, per vede ciò ch’aveti fattu secondu à l’altri, è definisce i vostri scopi ghjurnalieru o settimanale di cuntribuzione.

source: for example
co: per esempiu

source: French
co: Francese

source: Frisian
co: Frisone

source: Fulah
co: Fulà

source: Galician
co: Gallegu

source: GB
co: Go

source: Georgian
co: Geurgianu

source: German
co: Tedescu

source: Get involved
co: Impegnassi

source: Get Involved
co: Impegnassi

source: Get started with goals
co: Principià incù i scopi

source: Get Started with Speech Recognition
co: Cummincià incù a ricunniscenza vucale

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
co: <githubLink>NVIDIA NeMo</githubLink>™ hè un <docsLink>arnese cù e fonte aperte</docsLink> pà i circadori chì sviluppani mudeli d’Intelligenza Artifiziale cunversaziunale à l’avanguardia.

source: Goal reached
co: Scopu realizatu

source: Goals
co: Ubbiettivi

source: Go to Discourse
co: Andà nant'à Discourse

source: Go to Languages Page
co: Andà à a paghjina di e lingue

source: Go to { $name }
co: Andà à { $name }

source: Grammatical / spelling error
co: Sbagliu grammaticu/urtugrafiu

source: Great! How many clips a week?
co: Bè! Quantu campioni à a settimana ?

source: Great! How many clips per day?
co: Bè ! Quantu campioni à u ghjornu ?

source: Great!<recordIcon></recordIcon> Record your next clip
co: Bravu ! <recordIcon></recordIcon> Arrigistrà u vostru prossimu campionu

source: Great work!<playIcon></playIcon> Listen again when you're ready
co: Un bellu travagliu ! <playIcon></playIcon> Ascolta torna quandu site prontu

source: Greek
co: Grecu

source: Guarani
co: Guaranì

source: Haitian
co: Haitianu

source: Have Feedback?
co: Avete sugestione ?

source: Have you read our Terms?
co: Avete lettu e nostre cundizioni d’utilizazione ?

source: Having an account is not required to contribute, though it is helpful.
co: Ùn c'hè bisognu di contu pà cuntribuisce, ancu s'ellu hè ghjuvevule.

source: Having a profile is not required to contribute though it is helpful, see why below.
co: Ùn c'hè bisognu di contu pà cuntribuisce ancu s'ellu hè ghjuvevule, vede perchè quì sottu.

source: Hebrew
co: Ebraicu

source: Help Common Voice reach { $hours } hours in a language with a personal goal
co: Aiutate Common Voice à ghjunghje { $hours } ore in una lingua cù i scopi parsunali

source: Help create Common Voice’s first target segment in { $locale }
co: Aiuteti à creà u primu segmentu d’ugettivu di Common Voice in { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
co: Aiutateci à ghjunghje { $hours } ore in { $language } cù un scopu parsunale

source: Help teach machines how real people speak, donate your voice at { $link }
co: Aiuteti à insegnà à e macchine comu parlani veramente la ghjenti, date a vostra voce in { $link }

source: Help us build a community around voice technology, stay in touch via email.
co: Aiutateci à custruisce una cumunità intornu à a tecnulugia vucale, state in cuntattu via email.

source: Help us build a high quality, publicly open dataset
co: Aiutateci à custruisce una banca di dati d'alta qualità, aperta à u publicu

source: Help us find more voices, share your goal
co: Aiutate ci à truvà voci in più, spartite u vostru scopu

source: Help us find others to donate their voice!
co: Aiutateci à truvà altri dunatore di voce !

source: Help us get to { $goal }
co: Aiutateci à francà { $goal }

source: Help us validate sentences!
co: Aiutateci à cunvalidà e frase !

source: Help us validate voices
co: Aiutateci à cunvalidà arrighjistramenti

source: Hidden
co: Piattatu

source: Hill Mari
co: Mari uccidentale

source: Hindi
co: Hindì

source: His hand was rais-ed.
co: A so manu era al-zata.

source: Hours
co: Ore

source: Hours Recorded
co: Ore Arrighjistrate

source: Hours Validated
co: Ore Cunvalidate

source: How ?
co: Comu ?

source: How does Common Voice work?
co: Comu funziona Common Voice ?

source: How does site localization work?
co: Comu funziona a lucalizazione di situ ?

source: How do I add a language?
co: Comu aghjunghju una lingua ?

source: How do I add sentences?
co: Comu possu aghjunghje infrasate ?

source: How do I know whether to approve a voice clip?
co: Comu possu sapè quandu cunvalidà un campione vucale ?

source: How do I stay in touch?
co: Cumu possu stà in cuntattu ?

source: How would you describe your accent?
co: Comu discrivaristi u vostru accentu ?

source: Hungarian
co: Ungarese

source: I agree
co: Sò d'accunsentu

source: Icelandic
co: Islandese

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
co: Mi piaceria à riceve email cum’è ramintenze di scopi, raporti di u me prugressu, e nutizie appuntu à Common Voice.

source: I do not agree
co: Ùn sò micca d'accunsentu

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
co: Sè l'arrighjistramentu si pianta o s'ellu hà certi prublemi, ricusate lu a menu chè u testu ferma capiscitoghju di manera sana.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
co: Sè vo incuntrate calcosa ch'ùn hè micca pigliatu in contu in isse istruzzione, vutate cum'ella vi pare u megliu. Sè un vi pudeti decidà, pichjate annant'à u buttone scappà è andate à u prossimu campionu.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
co: Si pudeti <strong>sentali bè</strong> è <strong>capisceli bè</strong>, di regula hè megliu di <strong>cunvalidalli</strong>.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
co: Accunsentu à u trattementu di i dati comu spiecatu in a <privacyLink>Pulitica di Cunfidenzialità</privacyLink> di Mozilla

source: Indonesian
co: Indunesianu

source: In Progress
co: In prugressu

source: Interested in learning more and contributing to the project?
co: Site interessati pà amparà ne di più è cuntribuisce à u prughjettu ?

source: Irish
co: Irlandese

source: Is the clip valid?
co: Hè validu u campione ?

source: Italian
co: Talianu

source: It contains words or phrases that are hard to read or pronounce.
co: Cuntene parolle o infrasate troppu difficiule à leghje o à prununcià.

source: It is written in a language different than what I’m speaking.
co: Hè scrittu in un parlà sfarentu di quellu ch'o parlu.

source: Izhorian
co: Izurianu

source: Japanese
co: Giappunese

source: Join the Common Voice mailing list
co: Raghjunghje à a lista di distribuzione di Common Voice

source: Just Unsure?
co: Ùn site micca sicuru ?

source: Kabardian
co: Cabardu

source: Kabyle
co: Cabile

source: Kazakh
co: Kazacu

source: { $kb }kb max
co: { $kb } Ko à u più

source: Keep
co: Mantene

source: Keep it up, record again <recordIcon></recordIcon>
co: Cuntinuate cusì, arrighjistrate vi torna <recordIcon></recordIcon>

source: Keep the recordings
co: Mantene l'arrighjistramenti

source: Keep track of your progress and metrics across multiple languages.
co: Tinite una traccia di i vostri prugressi è d'altre misure trà parechje lingue.

source: Keep track of your progress with a profile
co: Seguiteti i vostri prugressi creendu un prufilu

source: Keep track of your progress with a profile and help our voice data be more accurate.
co: Tinite una traccia di i vostri prugressi è migliurate a pricisione di i vostri dati vucale cù un prufilu.

source: Komi-Zyrian
co: Komi Zyrianu

source: Korean
co: Cureanu

source: Kurmanji Kurdish
co: Curdu kurmanji

source: Kyrgyz
co: Kirghisu

source: Language Request
co: Richiesta di lingua

source: Language request successfully submitted, thank you.
co: A dumanda di lingua hè stata fatta, a ringraziavi.

source: Languages
co: Lingue

source: Latvian
co: Lettone

source: Launched
co: Cumminciatu

source: Leaderboard Visibility
co: Visibilità in a classificazione

source: Learn how to take part
co: Amparate comu participà

source: Leaving now means you’ll lose your changes
co: Partendu avà, i vostri cambiamenti seranu persi

source: Leaving now means you'll lose your progress
co: I vostri prugressi seranu persi sè vi n'andate avà

source: Let's Get Started
co: Principiemu

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
co: LibriSpeech hè un corpus d'à pocu pressu 1000 ori di letture in inglese (à 16 kHz) chì ghjunghjenu da libri audio di u prughjettu LibriVox.

source: License
co: Licenza

source: License: <licenseLink>CC-0</licenseLink>
co: Licenza : <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
co: Licenza : <licenseLink> { $license } </licenseLink>

source: Ligurian
co: Ligure

source: Link Copied
co: Ligame cupiatu

source: Listen
co: Ascultà

source: Listening
co: Stati à sente

source: Listen-Queue
co: Fila d’ascolta

source: Lithuanian
co: Lituanu

source: Loading…
co: Caricamentu…

source: Localized
co: Lucalizatu

source: Login Identity
co: Identità di sessione

source: Log in or sign up to get started
co: Cunnittiti vi o iscrivite vi pà cummincià

source: Log In / Sign Up
co: Identificassi / Arrighjistrassi

source: Log In / Sign Up with { $company } email
co: Identificassi / Arrighjistrassi cù l’indirizzu elettronicu di { $company }

source: Log Out
co: Scunnettassi

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
co: Pare ch'ùn ci sò micca arrighjistramenti da ascultà in sta lingua. Aiutateci à riempie a fila arrighjistrendu qualchì unu avà.

source: Macedonian
co: Macedone

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
co: Arriccheti u più pussìbile i dati inviati pruvidendu infurmazione dimograffiche anonime. Issi dati sò anonimizzati nanzu à esse publicati.

source: Malagasy
co: Malgasciu

source: Malay
co: Malese

source: Manage Email Subscriptions
co: Ghjistione di l’abbunamenti per indirizzu elettronicu

source: Manage Subscriptions
co: Ghjistione di l’abbunamenti

source: Mapudungun
co: Mapudungunu

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
co: Forse a nostra <homepageLink>paghjina d'accolta</homepageLink>v’aiutarà ? Pà fà una dumanda, raghjunghjisti a <matrixLink>chjachjerata di a cummunità Matrix</matrixLink>, tiniti l'ochji nant’à i prublemi di u situ via <githubLink>GitHub</githubLink> o visiteti <discourseLink>i nostri fori Discourse</discourseLink>.

source: MB
co: Mo

source: Meadow Mari
co: Mari urientale

source: Message
co: Missaghju

source: [Mismatched content]
co: [U cuntenutu ùn currisponde micca]

source: Misreadings
co: Sbaglii di lettura

source: Missing an <strong>'s'</strong> at the end of a word.
co: Manca a marca di u plurale o a <strong>vucale finale</strong> à a fine d'una parolla.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
co: Manca <strong>'Una/Un'</strong> o <strong>'A/U'</strong> a u principiu di l'arrighjistramentu.

source: Missing the end of the last word by cutting off the recording too quickly.
co: Sminticà a fine di a parolla cumpiendu l'arrighjistramentu troppu in furia.

source: Mixed
co: Mischiatu

source: Moksha
co: Mukscià

source: Mongolian
co: Mongulu

source: More
co: Più

source: [More has been recorded than the required text]
co: [L'arrighjistramentu hè più longu chè u testu privistu]

source: Mossi
co: Morè

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
co: A maiò parte di i dati ghjuvati da l'imprese maiò ùn sò micca dispunibile à a maiurità di e parsone. Pinsemu chì suffuca l'innuvazione. Tandu avemu lanciatu Common Voice, un prughjettu pà aiutà à rende aperta è accissibile à tutti a ricunniscenza vucale.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
co: A maiò parte di i dati ghjuvati da l'imprese maiò ùn sò micca dispunibile à a maiurità di e parsone. Pinsemu chì suffuca l'innuvazione. Tandu avemu lanciatu u prughjettu Common Voice, pà aiutà à apre à tutti a ricunniscenza vucale.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
co: A maiurità di l'arrighjistramenti sò di parsoni chi parlani nurmalamente. Pudeti cunvalidà di tempi à tempi un arrighjistramenti mughjatu, sussuratu o in una voce teatrale. Per piacè ricuseti arrighjistramenti chì sò cantati o fati cù una voce artificiale.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
co: Common Voice hè un'iniziativa per aiutà à insegnà à e macchine cumu parlanu e vere persone.

source: N/A
co: Micca dispunibule

source: Names of your language
co: Nomi di a vostra lingua

source: Native Language
co: Lingua Materna

source: Need some help with accent?
co: Avete bisognu d'aiutu cù l'accentu ?

source: Need some help with variants?
co: Avete bisognu d'aiutu cù e variante ?

source: Need to download your data?
co: Bisognu à scaricà i vostri dati?

source: Nepali
co: Nepalese

source: New Language Launch
co: Publicazione d’una nova lingua

source: Next
co: Seguita

source: No
co: Innò

source: [No ‘a’ in the original text]
co: [Manca l’articulu « un » per rispettà u testu originale]

source: No gravatar found for your email
co: Ùn avemu trovu di prufilu Gravatar cù u vostru indirizzu elettronicu

source: No microphone found.
co: Nissunu microfonu trovu.

source: Norwegian Bokmål
co: Nurvigese Bokmål

source: Norwegian Nynorsk
co: Nurvigese Nynorsk

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
co: Nota : Quandu hè definitu à nantu à 'Visìbile', si pò cambià à nant'à a <profileLink>paghjina di prufilu</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
co: Nota: Duvete sempre selezziunà trà Parlà o Ascultà per cambià u tippu di cuntribuzione.

source: No Thanks
co: Innò, vi ringraziu

source: No variant selected
co: Nissuna variante scelta
